Repository: adamfranco/segue
Catalog: main/languages/*/LC_MESSAGES/segue.po
Languages: es_es

source: Welcome to Concerto
es_es: Bienvenido a Concerto

source: <strong>Concerto</strong> is a digital assets management tool developed at Middlebury College.
es_es: <strong>Concerto</strong> está una herramienta para gestión de Recursos Digitales, desarrollando a Middlebury College.

source: The two main parts of <strong>Concerto</strong> are the <em>Collections</em> of digital <em>Assets</em> and the <em>Exhibitions</em> of <em>Slide-Shows</em>. Click on the links to the left to start exploring <strong>Concerto</strong>.
es_es: Los dos partes principales de <strong>Concerto</strong> sonos los " "<em>Colecciónes</em> de <em>Recursos</em> digitales y los <em>Exposiciónes</em> de <em>Diapositivas</em>. Hacé clic en los enlaces a la izquierda para comenzar su exploración de <strong>Concerto</strong>.

source: Some <em>Collections</em>, <em>Exhibitions</em>, <em>Assets</em>, and <em>Slide-Shows</em> may be restricted to certain users or groups of users. Log in above to ensure your greatest access to all parts of the system.
es_es: Posiblemente, unos <em>Colecciónes</em>, <em>Exposiciónes</em>, " "<em>Recursos</em>, y <em>Diapositivas</em> tienen restricciónes a algunos usarios. Entré en sessión arriba para asegurar su acceso más grande en todo de la sistema.

source: Current User:
es_es: Usario Actual:

source: Log Out
es_es: Salir

source: anonymous
es_es: anónimo

source: Log In
es_es: Entré en sessión

source: credits
es_es: méritos

source: Collections
es_es: Colecciónes

source: <em>Collections</em> are containers for <em>Assets</em>. <em>Assets</em> can in turn contain other Assets. Each collection can have its own cataloging schema.
es_es: <em>Colecciónes</em> son recipiente para <em>Recursos</em>.Es posible para <em>Recursos</em> contener otros <em>Recursos</em>.Todos los <em>Colecciónes</em> tiene su propio esquema de catalogar.

source: Browse <em>Collections</em> by Name
es_es: Navegé los <em>Colecciónes</em> por Nombre

source: Browse <em>Collections</em> by Type
es_es: Navegé los <em>Colecciónes</em> por Tipo

source: Create a new <em>Collection</em>
es_es: Creé un <em>Colección</em> nuevo

source: Browse Collections By Name
es_es: Navegé los Colecciónes por Nombre

source: Below are listed the availible <em>Collections</em>, organized by name.
es_es: Debajo son los <em>Colecciónes</em> disponibles, organizado por nombre.

source: browse
es_es: navegé

source: search
es_es: busqué

source: edit
es_es: revisé

source: No <em>Collections</em> are availible.
es_es: Ningunos <em>Colecciónes</em> son disponible.

source: Below are listed the availible <em>Collections</em>, organized by type, then name.
es_es: Debajo son los <em>Colecciónes</em> disponibles, organizado por tipo, pues nombre.

source: No <em>Collections</em> are availible for this type.
es_es: Ningunos <em>Colecciónes</em> son disponible para este tipo.

source: Create a Collection
es_es: Creé un Colección

source: Name & Description
es_es: Nombre & Descripción

source: Default Collection Name
es_es: Nombre de Colección por omisión

source: Default Collection description.
es_es: Descripción de Colección por omisión

source: Name
es_es: Nombre

source: The Name for this <em>Collection</em>:
es_es: El Nombre por esta <em>Colección</em>:

source: Description
es_es: Descripción

source: The Description for this <em>Collection</em>:
es_es: El Descripción por esta <em>Colección</em>:

source: Type
es_es: Tipo

source: Generic Collection
es_es: Colección Genérico

source: This is a <em>Collection</em> of unspecified type.
es_es: Esta es un <em>Colección</em> sin tipo.

source: All <em>Collections</em> have an immutable type. This type can be used to catagorize <em>Collections</em>, but is not necessary.
es_es: Todos <em>Colecciónes</em> tiene un tipo sin variación.Es possible, pero no necesario, usar este tipo para categorización de <em>Colecciónes</em>.

source: Domain
es_es: Dominio

source: Authority
es_es: Autoridad

source: Keyword
es_es: Palabra de Llave

source: Edit a Collection
es_es: Revisé un Colección

source: Schema Selection
es_es: Selección de Esesquema

source: Select Cataloging Schemata
es_es: Elegí Esesquemas de Catalogar

source: Select which cataloging schemata you wish to appear during <em>Asset</em> creation and editing. <em>Assets</em> can hold data in any of the schemata, but only the ones selected here will be availible when adding new data.
es_es: Elegí los esesqemas que desea aparecer durrante la creación y revisión de <em>Recursos</em>. <em>Recursos</em> tiene datos en cualquier esesquema, pero solo estas fue disponible cuando agregar datos nuevos.

source: If none of the schemata listed below fit your needs, please click the button below to save your changes and create a new schema.
es_es: Si ningunas de las esesquemas abajo trabja por su necesidades, porfavor hacé clic abajo para guardar los variaciónes y crear una esesquema nueva.

source: Save Changes and Create a new Schema
es_es: Guardé Variaciónes y Creé una Esesquema Nueva

source: Create a Schema
es_es: Creé una Esesquema Nueva

source: The Name for this Schema:
es_es: El Nombre de esta Esesquema:

source: The Description for this Schema:
es_es: El Descripción de esta Esesquema:

source: Add Elements
es_es: Agregé Elementos

source: Add a new Element
es_es: Agregé un Elemento nuevo

source: Home
es_es: La Casa

source: By Name
es_es: Por Nombre

source: By Type
es_es: Por Tip

source: Exhibitions
es_es: Exposiciónes
